Repository: wernerpaulin/Yaha
Catalog: Software/Maincontrol/backup/2016/20160410/www/yaha/modules/weather/weather.tmx
Source language: de
Languages: en, fr

source: Wetter
en: Weather
fr: FR_Weather

source: Wetterlage
en: Weather condition
fr: FR_Weather condition

source: Garten Südseite
en: Garden south
fr: FR_Garden south

source: gefühlt
en: feels like
fr: FR_feels like

source: Luftfeuchtigkeit
en: Humidity
fr: FR_Humidity

source: Luftdruck
en: Pressure
fr: FR_Pressure

source: von
en: off
fr: FR_off

source: Böhen mit
en: Gust speed
fr: FR_Gust speed

source: Grafiken
en: Charts
fr: FR_Charts

source: Regenmenge
en: Rain
fr: FR_Rain

source: mm pro Stunde
en: mm per hour
fr: FR_mm per hour

source: UV Index
fr: FR_UV index

source: Wind
fr: FR_Wind
